Repository: common-repository/page-navigator-widget
Catalog: langs/page-navigator-widget-*.po
Languages: nl_nl

source: Your blog&#8217;s WordPress Pages Menu
nl_nl: Het Pagina menu van uw WP blog

source: Page Navigator
nl_nl: Pagina Navigatie

source: Pages Menu
nl_nl: Pagina Menu

source: Title:
nl_nl: Titel:

source: Sort by:
nl_nl: Sorteren op:

source: Page title
nl_nl: Pagina titel

source: Page order
nl_nl: Pagina volgordenummer

source: Page ID
nl_nl: Pagina nummer

source: Exclude:
nl_nl: Uitgezonderd:

source: Page IDs, separated by commas.
nl_nl: Pagina nummers, gescheiden door komma's.

source: Add a Home link:
nl_nl: Voeg een 'Home-link' toe:

source: Always
nl_nl: Altijd

source: When viewing a page only
nl_nl: Alleen wanneer een pagina bekeken wordt

source: Never
nl_nl: Nooit

source: Select when you want a Home-link to be added.
nl_nl: Kies wanneer u er een 'Home-link' bij wilt.

source: The page widget that works as you want it to be
nl_nl: De pagina widget die werkt zoals u het wenst
